<?php
//重新改造
return array(

//*************************************数据库设置*************************************
    'DB_TYPE'               =>  'mysqli',                 // 数据库类型
    'DB_HOST'               =>  '47.52.76.110',     // 服务器地址
    'DB_NAME'               =>  'yushen',     // 数据库名
    'DB_USER'               =>  'root',     // 用户名
    'DB_PWD'                =>  '123456',      // 密码
    'DB_PORT'               =>  '3306',     // 端口
    'DB_PREFIX'             =>  'cmf_',   // 数据库表前缀
);

